Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 走到一条巷口，齐静春对陈平安说道：“蔡金简和苻南华，就交由我处置。如今你有了这片祖荫槐叶，就更不要看轻生死，好好活下去，才是对你爹娘最大的回报。至于之后云霞山、老龙城和截江真君三方势力，我不敢说他们永远不会找你的麻烦，但是十年内肯定不会来寻你的麻烦，运气好的话，你就一直是个市井平民，也能够三十年安然无恙。”
en_us: After arriving at some alley, Qi Jingchun said to Chen Ping'an, "Leave Cai Jinjian and Fu Nanhua to me to deal with. Now that you have this locust leaf with ancestral blessings, you more so can't show disregard for your own safety and life. This is the best way to repay your parent's love. As for the Dawn Cloud Mountain, the Old Dragon City, and the River Severing True Lord, I don't dare to guarantee that they'll never seek you out to cause trouble. However, they definitely won't cause you any trouble in the next 10 years. If you're lucky, you might remain a commoner forever, and you might be able to enjoy 30 years of peace."

source: 走到正堂后门走廊后，这个汉子转过身，跪下磕了三磕响头，沉声道：“师父保重身体。”
en_us: When he arrived under the corridor leading to the back door, he finally turned around and fell to his knees, earnestly kowtowing three times and saying in a solemn voice, "Take care, Master."

source: 走到自家屋前，发现院门大开，以为遭贼的少年连忙跑入院子，结果看到一个高大少年坐在门槛上，背靠上锁的屋门，百无聊赖地打着哈欠，看到陈平安后，火烧屁股一般站起身，跑到陈平安身前，一把攥紧陈平安的胳膊，狠狠拽向屋子，压低嗓音道：“赶紧开门，有要紧事要跟你说！”
en_us: After returning to his home, he discovered that the gate of the courtyard was wide open. Thinking that he had just been robbed by a thief, Chen Ping'an hurriedly rushed inside, only to find a tall and broad young man sitting on the doorstep. He was leaning back against the locked door, yawning with a bored expression, and he immediately jumped to his feet at the sight of Chen Ping'an as if his bottom had just been scorched. He then rushed over to Chen Ping'an and grabbed tightly onto his arm before dragging him forcefully toward the room as he hissed in a low voice, "Open the door! I have something important to tell you!"

source: 走到门槛的时候，宋长镜毫无征兆地说道：“有两件事，我做得到，却无法去做，所以只要你做成其中一件，我倒是可以考虑帮你教训那头老猿。”
en_us: Right as they arrived at the doorstep, Song Changjing suddenly said, "There are two things that I'm unable to do, but are within my capabilities. If you can do just one of those two things, I can consider teaching that old ape a lesson for you."

source: 走在幽深小径上，宋长镜蓦然爽朗大笑。
en_us: Walking along a secluded and narrow path, Song Changjing suddenly broke into hearty laughter.

source: 走在泥瓶巷里的大骊白袍藩王嘴角翘起，男人收获了一点意外之喜。
en_us: The corners of the monarch's lips curled up into a smile as he walked through Clay Vase Alley. He had been given an unexpected surprise.

source: 走在泥瓶巷里的少年，好像想起了谁，一下子就泪流满面了。
en_us: As soon as he emerged onto Clay Vase Alley, the thought of someone seemed to have entered Chen Ping'an's mind, and his cheerful facade instantly crumbled as tears began to flow down his face.

source: 赵家在小镇不显山不露水，富贵内敛，不像卢家那般气焰外露，喜欢自诩为书香门第，书房也很古色古香。
en_us: The Zhao Clan wasn't an especially eye-catching clan in the small town, and they always made sure to keep quiet about their wealth. This was unlike the Lu Clan, who liked to display their power and liked to brand themself as a scholarly clan. Even their buildings were designed to look ancient and refined.

source: 赵繇一脸为难，宋集薪激将法道：“草包一个！读书只读出死板规矩，不读出点名士风流，怎么行？”
en_us: Zhao Yao wore a difficult expression. However, Song Jixin kept goading him, saying, "What a blockhead! All you've learned are some stubborn and inflexible rules. How can I not help you learn some spirit and taste?"

source: 赵繇听得迷迷糊糊，如坠云雾。
en_us: Zhao Yao was completely befuddled by what he was hearing, and he couldn't help but ask, "Sir, why are you telling me all of this today?"

source: 赵繇和宋集薪出了酒楼后，就分道扬镳，赵繇在离开之前，约莫是酒壮怂人胆，问了一句，“宋集薪，要不要去窑务督造官的官邸看一看，我能说服门房的……”
en_us: Zhao Yao and Song Jixin parted ways after leaving the restautrant. Before leaving, and perhaps gaining some courage from all the drinks, Zhao Yao asked, "Song Jixin, should we visit the official residence of the kiln supervision official? I can convince the doorkeeper to..."

source: 赵繇回到福禄街的祖宅后，下人告诉他老祖宗在书房等他，必须马上过去，一刻也不能停，一身酒气的青衫读书郎立即头大，硬着头皮赶往书房。
en_us: After returning to his home in Fortune Street, Zhao Yao was told by a servant that his ancestor was waiting for him in the study, and that he needed to head over immediately. The student in azure who still reeked of alcohol immediately felt a headache forming. However, he could only muster up the courage to hurry to the study.

source: 赵繇已经微醺，有些口齿模糊，问道：“你觉得对吗？先生又为何不干脆传授最后一篇，《恪礼w？”
en_us: Zhao Yao was already slightly drunk, and he said in a slurring voice, "Do you agree with Mr. Qi's decision? Why didn't he choose to teach the last chapter as well, "Obeying Etiquette"?"

source: 赵繇微沉声道：“先生那些书，内容我早已烂熟于心，桃叶巷的桃花，就和书上诗句描述，出入很大。再有，先生教书，为何只传蒙学三书，重在识字，蒙学之后，我们该读什么书？读书，又为了做什么？书上‘举业’为何？何谓朝为田舍郎，暮登天子堂？何为‘天子重英豪，文章教尔曹’？先后两位窑务督造官，虽然从不与人谈及朝廷、京城和天下事，但是……”
en_us: Zhao Yao replied in a solemn voice, "I've already memorized the contents of all of the books you've given me. For a start, the peach blossoms on Peach Leaf Alley are completely different from the peach blossoms described by the poems in the books. Also, why is that you've only taught us the three foundational books, 'Principles of Life for Children', 'Rites and Music', and 'An Anthology of Literary Essays'? The main purpose of those books is to teach one to be literate, but what books should we read after those three? What is the purpose of reading books? What is the 'imperial examination' mentioned in those books? Why is it that doing well in this imperial examination can take one from an ordinary farmer straight to the emperor's palace? Why is it that the emperor cherishes heroic generals, but only by reading books can we learn how to appease the emperor? The two kiln supervision officials that I've seen have never spoken to anyone about the imperial court, the capital, or the affairs of the world, but..."

source: 赵繇忍不住打了个酒嗝，摇摇晃晃站起身，道：“与君一别，希望再会。”
en_us: Zhao Yao couldn't help but burp, standing up shakily and saying, "After we part ways, I hope we can reunite again someday."

source: 赵繇忧心忡忡，“先生？”
en_us: "Sir?" Zhao Yao called out in a concerned manner.

source: 赵繇愣了愣，随即抱拳微笑道：“承老哥吉言！”
en_us: Zhao Yao faltered upon hearing this. He then clasped his hands and said with a smile, "Thank you for your blessings!"

source: 赵繇所住的福禄街在小镇北面，泥瓶巷在贫户扎堆的西边，宋集薪和婢女并肩走过牌坊的时候，她抬头看了眼“气冲斗牛”匾额，如同迟暮老人了。
en_us: Zhao Yao lived on Fortune Street, which was in the north of the small town. Meanwhile, Clay Vase Alley was located in the west, along with the rest of the poorer streets. When Song Jixin and Zhi Gui walked past the plaques together, Zhi Gui glanced up at the plaque that read "unmatched aura". This plaque was already like an old person in their twilight year's.

source: 赵繇指了指气势巍峨的十二脚牌坊，“这处地方，加上杏花巷的铁锁井，还有传言桥底悬挂有两柄铁剑的廊桥，老槐树，桃叶巷的桃树，以及我赵家所在的福禄街，每年张贴的谷雨帖、重阳帖等等，都很奇怪。”
en_us: Zhao Clan poined at the imposing stone archway as he said, "There are a lot of really strange things here, like this place, the Iron Lock Well on Apricot Blossom Alley, the covered bridge, the old locust tree, the leaves of the peach trees on Peach Leaf Alley, and Guyu tags and Chongyang tags that are put up on Fortune Street every year." [ref]Guyu is the 6th of 24 solar terms on the traditional Chinese lunar callender, while Chongyang is the name of a festival taking place on the ninth day of the ninth month on the lunar calendar, also known as the Double Ninth Festival.[/ref]

source: 赵繇无奈道：“奶奶，跟你说多少回了，宋集薪很有才气的，悟性很高，学什么都快人一步。”
en_us: Zhao Yao was slightly exasperated as he replied, "Grandma, how many times do I have to tell you? Song Jixin is extremely talented, and he's always faster than others when learning new principles."

source: 赵繇是小镇四大姓之一的嫡长孙，比起卢正淳那些游手好闲的纨绔子弟，同样出身富贵的赵繇，口碑就很好，小镇许多孤寡老人都受过少年的恩惠，若说这是书本上所谓“名士养望于野”的手腕，好像太高估赵繇的心志，有点小人之心度君子之腹，毕竟少年从十岁起，就已是这般与人为善的心性，年复一年，并无丝毫懈怠。哪怕是福禄街看着少年郎长大的老人，也都要伸出大拇指，每次训斥自家子弟，总会把赵繇拎出来作为理由，这就使得赵繇在同龄人当中没有几个交心的朋友。
en_us: Zhao Yao was the eldest grandson of one of the four major clans, and compared to the profligate youths of similar backgrounds such as Lu Zhengchun and the others, his reputation was by far better. Many old and lonely people had received his help before. If one were to accuse him of "purposefully cultivating his reputation for ulterior motives", this would seemingly be an overestimation of Zhao Yao's ambitions. It would also be an act of degrading his character. After all, he had already been a kind-hearted and amiable person since he was 10 years old. He had maintained this kindness year after year, not changing in the least. Even the elderly citizens of Fortune Street who had watched him grow up would stick their thumbs up in praise. Every time they scolded their children and the younger generation, they would use Zhao Yao as an example of what they should be like. This caused Zhao Yao to have few close friends at the same age as him.

source: 赵繇有些尴尬地拿起钱袋子，正要开口解释其中缘由，就被宋集薪一把拿走绣袋，笑嘻嘻道：“呦呵，赵繇是登门送礼来啦，收下收下了。不过事先说好，我是穷苦人家，可没有能让赵兄入法眼的礼物，来而不往就非礼一回吧。”
en_us: Zhao Yao awkwardly picked the pouch of money back up. He was just about to explain himself, yet Song Jixin had already snatched the embroidered pouch away, saying with a chuckle, "Haha, Zhao Yao has come over to bring me a gift! Thank you, thank you. However, let me say this first. I come from a poor family, so I naturally don't have anything that Brother Zhao will be satisfied with. That being the case, I'll be impolite and not reciprocate your kindness this time."

source: 赵繇有些汗颜道：“要让稚圭姑娘失望了。”
en_us: Zhao Yao blushed with shame. "I'm sorry that I'll have to disappoint you, Zhi Gui."

source: 赵繇正要说话，就被宋集薪搂住脖子拖拽离去。
en_us: Zhao Yao was just about to speak, yet Song Jixin had already wrapped his arm around his shoulders and started dragging him along.

source: 赵繇点头道：“先生临时改变了行程，说要留在学塾，教完最后倒数第二篇，《知礼w。”
en_us: Zhao Yao nodded and replied, "Mr. Qi changed his plans at the last moment, and he said that he's going to stay at school to finish teaching the second last chapter, "Understanding Etiquette".

source: 赵繇突然鼓起勇气说道：“先生，学生知道你不是俗人，这座小镇也不是寻常地方。”
en_us: Zhao Yao suddenly mustered up some courage as he said, "Sir, I know that you're not an ordinary person, and this town isn't an ordinary place, either."

source: 赵繇立即不再说话。
en_us: Zhao Yao immediately fell silent.

source: 赵繇站在院门口，几乎忘了敲门，身体前倾，痴痴望着那些字，失魂落魄，只觉得自己快要没了敲门的胆气。正因为他勤恳练字，临帖众多，才更加知道那些字里的气力之大、分量之重、精神之盛。
en_us: Standing before the door, Zhao Yao almost forgot that he needed to knock. His body was slightly leaned forward as he stared at the words in a daze, and he felt like he was almost about to lose the courage to even knock. It was exactly because he was earnestly practicing calligraphy by copying the words of others that he knew just how extraodinarily powerful and lively these words were.

source: 赵繇紧抿嘴唇，忍住笑。
en_us: Zhao Yao pursed his lips and suppressed his smile.

source: 赵繇苦笑着跨过门槛，毕恭毕敬给老祖宗行礼，老妪不耐烦道：“读书多了，就是这点不好，条条框框的，搞得读书人一辈子都在鬼打墙，腻歪得很，就说你你爷爷吧，啥都个顶个拔尖，唯独与我说起大道理，絮絮叨叨，真是烦人啊，尤其那做派那神态，啧啧，尤为欠打，我偏偏说不过他，真是让人恨不得一拐杖砸过去……”
en_us: Zhao Yao smiled bitterly as he entered the room and respectfully bowed in greeting. However, the old woman became impatient as she said, "This is the bad thing about reading too many books. There's so many rules and etiquettes to follow, and it causes all you scholars to become so difficult and annoying. Take your grandfather, for example. He excelled in everything, yet he couldn't help but waffle on when he talked to me about the grand principles and etiquette. It was truly annoying! Especially his demeanor and tone. Tsk, tsk, that was an expression that was asking for a beating. Yet, I couldn't win any argument with him no matter what. I truly wanted to smack him with my cane..."

source: 赵繇苦笑道：“这袋子压胜钱，就当是我的临别赠礼吧，无需往来回礼。”
en_us: Zhao Yao smiled bitterly and replied, "Just treat this bag of Good Fortune Coins as a farewell gift. There's no need to reciprocate."

source: 赵繇虽然之前没有拜访过宋集薪家，但是当他一眼看到某栋宅子，就知道这家肯定就是宋集薪的家门了，源于门口张贴的那幅春联，字极多，且一看就是宋集薪的字，理由很简单，委实是风格太多变了，几乎可以说是字字不同，例如“御风”二字，一气呵成，随心所欲，大有飘然之意。“渊”一字，水字边，尤为深意绵长。奇一字，那一大提起，气魄极大，雷霆万钧！国一字，又写得中正平和，如圣贤端坐，挑不出半点瑕疵。
en_us: Zhao Yao had never visited Song Jixin's house before, but once he saw that residence, he immediately knew that it was definitely Song Jixin's house. This was because the couplets on the front door were filled with words. It was also clear that this was Song Jixin's writing. Zhao Yao could recognize this easily because Song Jixin's writing style changed far too much, with almost every single word looking different. For example, the words "wind soar" were written in a single stoke, appearing carefree and elegant. Meanwhile, the water radical of the word "pool" was especially long and winding. The word "remarkable" appeared uplifting and mighty, and as powerful as a thunderbolt. As for the word "nation", it appeared proper and gentle, much like a gracefully seated Sage — there was not a single flaw to be found.

source: 赵繇试探性问道：“小酌怡情？”
en_us: "A few sips to lighten the mood?" Zhao Yao asked tentatively.

source: 赵繇赶紧回礼作揖道：“感谢稚圭姑娘的吉言。”
en_us: Zhao Yao hurriedly clasped his hands and bowed in return, saying, "Thank you for your blessings, Zhi Gui."

source: 赵繇赶紧答道：“孙儿不想知道！”
en_us: Zhao Yao immediately replied, "No!"

source: 赵繇连忙接住钱袋，“后会有期！”
en_us: Zhao Yao hurriedly caught the pouch of money, saying, "Till we meet again in the future!"

source: 赵繇黯然伤神，掏出一只钱袋子，弯腰放在门口，准备不告而别。
en_us: Zhao Yao was silent and dejected as he retrieved a pouch of money and bent down to put it next to the door. He was about to leave without even knocking.

source: 赵繇黯然离去。
en_us: Zhao Yao left in silence.

source: 起身后去找第二尊，第三尊，皆是如此作为。
en_us: After standing back up, he went to look for the second statue and the third staute, repeating the same actions at each.

source: 越往后越是如此。
en_us: The more time that passed, the more this would be so.

source: 越是临近桥中央，陈平安就越是紧张，本就大汗淋漓，更加汗如雨下，只是等他一直走到了拱桥那一头，也没有任何事情发生，陈平安自嘲一笑，加快步子往铁匠铺子走去。
en_us: The closer he drew to the center of the bridge, the more nervous he became. He was already sweating profusely, and his anxiety certainly wasn't helping in that regard. However, he was able to make it all the way to the end of the bridge without anything happening, and a self-deprecating smile appeared on his face as he sped up on his way to the blacksmith shop.

source: 越来越呼吸困难的苻南华，已经失去讨价还价的精气神，没来由有些神情恍惚。
en_us: Breathing was becoming more and more difficult for Fu Nanhua, and he was becoming so dizzy that he had lost the ability to speak and negotiate further.

source: 跑出小镇，少年一口气跑了将近六十里路，最后沿着一道斜坡，精疲力尽的少年走到坡顶，看着蜿蜒的道路，一直向前延伸出去。
en_us: After rushing out of the town, he ran close to 30 kilometers in one go, finally making his way up to the top of the top of a hill in an exhausted manner. He squatted down on the hilltop, looking at the winding road up ahead with the copper coins and snake gall stones resting beside his feet.

source: 距离石拱桥那座深潭还有十余丈，河婆老妪的身影骤然加速，显然是富贵险中求，要拼死一搏了。
en_us: Less than 100 feet away from the bridge, the green shadow abruptly began to accelerate, clearly making a last-ditch effort to get to the other side.

source: 跟之前泥瓶巷家中的那场梦中，站在廊桥中央的人物，两者很相像。
en_us: The figure bore a strong resemblance to the one standing at the center of the covered bridge during the dream he had back at home, but Chen Ping'an couldn't say for sure whether it was the same person.

source: 跟宁姑娘讲道理，讲不通啊。
en_us: It was impossible to reason with Ning Yao.

source: 跟少女以及她爹大有渊源的男人，不再板着脸，笑道：“怎么打？”
en_us: The man who was well acquainted with the young girl and her father finally relaxed his stern expression, smiling and saying, "How should we carry out the fight?"

source: 跟门房道谢之后，少年就开始转身狂奔。
en_us: After thanking the porter, he turned and ran away as quickly as he could.

source: 跪在地上的婢女使劲点头。
en_us: The maidservant who was kneeling on the ground hurriedly nodded in confirmation.

source: 跳刀这门技艺，在小镇老窑匠当中，并不算谁的独门绝活，但老姚头的跳刀手法，不管谁看到了，都会伸出大拇指。
en_us: The skill of the jumping burin wasn't a skill that was unique to any of the old potters in the town, but anyone who saw Old Man Yao's jumping burin technique would always be full of praise and admiration.

source: 踩在青石板上，跟踩在烂泥滩里，感觉是不太一样。
en_us: It was definitely a different feeling stepping on bluestone slabs than soppy mud.

source: 蹩脚老郎中坐在一旁眼观鼻鼻观心，绝对不插嘴，以免惹祸上身，老人只敢在心里不断腹诽，说好的每逢大事有静气呢？
en_us: Meanwhile, Shopkeeper Yang was seated off to the side, making sure to remain silent so that he didn't draw any attention to himself. However, internally, he was scoffing at Master Ruan's lack of composure, particularly right after he had just scolded his own daughter for the same thing.

source: 蹲在地上的少年在这一刻，连自己也想不通，反正差点眼泪都要流出来。
en_us: For some reason, Chen Ping'an almost burst into tears upon hearing her voice.

source: 蹲在墙头看戏的宋集薪，双手揉着太阳穴，脸色极其罕见的有些认真。
en_us: Song Jixin was watching the unfolding scene while squatting on top of the wall, and he was massaging his own temples with a serious look on his face, an expression that was quite rare for him.

source: 蹲在附近的青衣少女，朝陈平安伸出一根大拇指，满脸你很厉害的表情。
en_us: Squatting not far away from him, the young girl raised a thumb at Chen Ping'an, her expression telling him that he was very impressive.

source: 蹲地上的少年什么话都没有说，只是朝她伸出大拇指。
en_us: Chen Ping'an, who was squatting on the ground, didn't say anything. He simply raised a thumb at her.

source: 身世神秘的小镇少年，眼神冷漠，冷笑道：“你是不是想说，他们生死人，肉白骨，长生久视，道法无边？！”
en_us: A cold look appeared in Song Jixin's eyes as he sneered, "You want to tell me that there are people who can bring the dead back to life, who can live for all of eternity, and possess limitless power, right?"

source: 身后孩子喊道：“爹，糖葫芦好吃。”
en_us: The boy called out from behind him, "Father, bring me a tanghulu when you come back!"

source: 身材修长的苻南华走在小巷中，玉树临风，有一种气质天成的富贵雍容。
en_us: The tall and handsome Fu Nanhua was giving off a natural regal aura as he made his way down the alley.

source: 身材高大、皮肤白皙的老人也站起身，嗓音阴柔，细声细气道：：“殿下，此人是个登堂入室的练家子，不可掉以轻心。若是在小镇以外，自然不用在意。可是在此地，便是咱家这副走纯粹武道的体魄，也时时刻刻承受此方世界的压制，极为难受。一旦全力运转气息、窍穴大开，就会像是江海倒灌，经脉窍穴都会洪水泛滥，一发不可收拾，到时候咱家死了事小，殿下安危事大啊。如果由于咱家的照顾不周，使得殿下修道的千秋大业，出现丁点儿纰漏，回去之后，咱家如何跟陛下和娘娘交待？”
en_us: The tall and broad old man also rose to his feet as he said in a high-pitched voice, "Your Highness, I can sense that she's quite a skilled martial artist, so we can't let our guard down. If we were outside this town, there would naturally be nothing to fear, but even as a pure martial arts practitioner like myself, my body is constantly being severely restricted and suppressed by this world. If I were to circulate my aura with all my might and open up my acupoints to their fullest extent, all of my meridians and acupoints would instantly be flooded, resulting in catastrophic consequences. Of course, my own demise is nothing worthy of concern, but if I were to fail in my duty to look after you, resulting in even the slightest hiccup on your path to pursuing the Great Dao, then I wouldn't know how to face His Majesty and Her Majesty."

source: 身材高挑体态丰满的婢女，只觉得自己手腕被铁线死死箍紧一般，疼痛得差点就要尖叫出声。
en_us: The maidservant felt as if an iron shackle had been wound tightly around her wrist, and it caused her so much pain that she almost screamed out loud.

source: 身穿yi身素洁衣衫的宋集薪回到泥瓶巷，院门未锁，推开屋门后，看到婢女稚圭坐在正堂yi张椅子上，半眯着眼，歪着脑袋打瞌睡，当脑袋倾斜到了yi个幅度后，就立即坐正，然后继续歪斜。
en_us: Song Jixin, who was dressed cleanly, arrived back in Clay Vase Alley. He pushed open the unlocked courtyard door and proceeded back to his house. What greeted him was the sight of Zhi Gui sitting on a chair in the main hall, with her eyes half-closed as she dozed off. When her head drooped to a certain angle, she would immediately jerk upright before slowly leaning forward again.

source: 身穿一袭大红袍子的儿子站在长凳上，往小湖里丢鱼饵，近百尾红背鲤鱼拥挤在一起，红浪滚滚，画面颇为壮观。
en_us: Her son was dressed in his large red robe, standing on the long bench while tossing fish food into the small lake. Close to 100 red-backed koi fish were squashed together, fighting for the food, presenting a stunning sight to behold.

source: 身躯长达十丈的火龙不再继续增长，但是附近溪水全部蒸发殆尽，不仅如此，上游溪水如同吓破胆的溃败士兵，死也不敢继续冲锋陷阵，就拥簇积压在一起，使得溪水水面不断上升，而下游溪水则继续一冲而去。
en_us: The fiery dragon's body didn't elongate any further, but all of the nearby water in the creek had been completely evaporated. Not only that, but the water upstream was like an army that had suffered a crushing defeat, not daring to advance any further. More and more water flowed to one place, and the water level was constantly rising, while the water downstream continued onward, creating a rift in the creek.

source: 车厢内，反倒是那个死人最占地盘。
en_us: Inside the carriage, it was surprisingly the corpse that took up the most space.

source: 转瞬之间，一日千万里的御剑飞行，裹挟着一股呼啸破空的风雷声，最终落在陈平安身前。
en_us: The flying sword hurtled through the air, sweeping up a gust of howling wind before arriving in front of Chen Ping'an in the blink of an eye.

source: 轰隆隆，小镇头顶雷声大震。
en_us: Boom... Thunder rumbled above the small town.

source: 轻轻落地后，继续撒腿狂奔。
en_us: After landing on that rooftop, he continued to run for his life.

source: 迅猛前冲。
en_us: As soon as her voice trailed off, she rushed forward rapidly once again, launching herself forward with such tremendous force that a pair of small potholes had instantly been stomped into the ground beneath her feet.

source: 过了廊桥之后，陈对陈松风自然而然放慢脚步，让陈平安在前头带路。
en_us: After crossing the covered bridge, Chen Dui and Chen Songfeng naturally slowed down to let Chen Ping'an walk ahead and lead the way.

source: 过了牌坊没多远，很快就看到一棵枝繁叶茂的老槐树，树底下，有一根不知被谁挪来此地的树干，略作劈砍后，首尾两端下边，垫着两块青石板，这截大树便被当做了简易的长凳。每年夏天的时候，小镇百姓都喜欢在这边乘凉，家境富裕的人家，长辈还会从水井里捞出一篮子的冰镇瓜果，孩子们吃饱喝足，就拉帮结派，在树荫下嬉戏打闹。
en_us: Shortly after passing the archway, he saw an old yet lush locust tree, and the foot of which was a tree trunk that had been moved there by someone. Slight modifications had been made to the tree trunk, and there were two bluestone slabs tucked under either end of it, transforming it into a crude bench. Every summer, all of the town's residents liked to gather under the tree to stay cool. Some of the adults from the wealthier clans would pull baskets of chilled fruits and melons out of the well for the children to eat, and once they've had their fill of fruits, the children would band together and play under the shade of the tree.

source: 返回福禄镇后，跟大骊藩王宋长镜进行了一场蜻蜓点水的切磋，正阳山老猿并未在李宅待太久，飞奔出镇，在草鞋少年入山的地方，稍作停留后，老人仍是退回自己先前出拳之处，仔细观察少年在泥地上的脚印深浅。
en_us: After returning to Fortune Street and engaging in a brief fight with Song Changjing, Bai Yuan didn't stay in the Li Clan's residence fot too long. He sprinted out of the small town and came to a momentary stop at where Chen Ping'an had entered the mountain. Bai Yuan then chose to retreat to where he had thrown the punch before, and he carefully examined the footprints that Chen Ping'an had left in the mud.

source: 还有一位老妪站在界线以内的溪水尽头，上半身露出水面，一头鸦青色发丝如瀑布一般泻下，在身躯四周蔓延开来，像一朵黑色的莲花。
en_us: There was also an old woman standing at the end of the creek within the border. Her upper body was exposed above the surface of the water, and her dark green hair was trailing down all around her like a black lotus flower.

source: 还有一大拨小镇少年和青壮正在打井，同龄人多是刘羡阳这般的龙窑学徒出身，没了皇帝老爷赏赐的那口瓷饭碗后，能够在铁匠铺继续混个铁饭碗，已经算运气很好的了。不过按照刘羡阳的说法，这些帮忙的人当中，多是临时打杂干活的短工，阮师傅说他最多只收几个入室弟子，其余人最多成为长工。
en_us: There was also a large number of youths from the town currently digging wells, with many of them being disciples from the dragon kiln just like Liu Xianyang. Without work at the dragon kilns, there was naturally no more food in porcelain bowls bestowed by their emperor. Thus, those who were able to find work at the blacksmith and earn themselves some food in an iron bowl were already extremely fortunate. However, according to Liu Xianyang, most of these people were only temporary workers helping with the odd job here and there. He said that Master Ruan would only take a few in-house disciples at most. As for the others, they would at best only become long-term workers.
